[Vietnamese]
Translated_by=mr.huy.7121992
:::::::::::::::::::::::::::::::::::::::::::::::::::: Giao diện ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=Bước 1 : Chọn USB
STEP 2 : CHOOSE A SOURCE=Bước 2 : Chọn nguồn
STEP 3 : PERSISTENCE=Bước 3 : Kiểu lưu trữ
STEP 4 : OPTIONS=Bước 4 : Tùy chọn
STEP 5 : CREATE=Bước 5 : Tạo
:::::::::::::::::::::::::::::::::::::::::::::::::::: Chung ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=phút
Label=nhãn
Size=Kích cỡ
Help=Trợ giúp
Please read=Hãy đọc
Error=Lỗi
:::::::::::::::::::::::::::::::::::::::::::::::::::: Bước 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Thiết bị lưu trữ
Hard drives=Ổ đĩa cứng
No key found=Không tìm thấy thiết bị
:::::::::::::::::::::::::::::::::::::::::::::::::::: Bước 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Tải xuống
Support for .IMG files is experimental= Hỗ trợ tập tin IMG.
Only Live mode is currently available in step 3, virtualization option has been disabled=Bước 3 trong chế độ Live Mode, ảo hóa sẽ bị vô hiệu hóa
However, LinuxLive USB Creator will try to use same install parameters as for=LinuxLive USB Creator sẽ cố gắng dùng cùng tham số cài đặt
:::::::::::::::::::::::::::::::::::::::::::::::::::: Bước 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Chỉ live mode)
(Persistent Mode)=(Chế độ lưu trữ)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Bước 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Ẩn tập tin trên thiết bị
(except for Umenu.exe)=(Trừ Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Định dạng FAT32 (Sẽ xóa sạch dữ liệu)
Enable launching LinuxLive in Windows (requires internet to install)=Bật LinuxLive chạy cùng Windows (Cần mạng để cài đặt)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Bước 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Ấn vào biểu tượng sét để bắt đầu cài đặt
Please choose a FAT32 or FAT formated key or check the formating option=Hãy chọn kiểu FAT32 or FAT để định dạng hoặc kiểm tra tùy chọn định dạng
No disk selected=Không có thiết bị lưu trữ được chọn
No file selected=Không có tệp tin nào được chọn
No folder or CD selected=Không có thử mục hoặc CD
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/getubuntu/download
Please choose an ISO image of LinuxLive CD=Hãy chọn 1 tệp ISO của LinuxLive CD
Please choose a CD of LinuxLive Live or its folder=Hãy chọn 1 tệp CD của LinuxLive Live hoặc thư mục của nó
Start creation of LinuxLive USB=Bắt đầu tạo LinuxLive USB
Please validate step 1 to 3=Hãy xác thực Bước 1->3
Are you sure you want to format this disk and lose your data=Bạn có muốn định dạng thiết bị và mất hết dữ liệu đã lưu trên nó
Formatted in=Đã định dạng trong
Formating the key=Đang định dạng thiết bị
Step 1 to 3 OK= Bước 1->3 sẵn sàng
Cleaning previous installations ( 2min )=Đang xóa cài đặt trước (~2 phút)
Setting up virtualization software=Đang cài phần mềm ảo hóa
VirtualBox already downloaded=VirtualBox đã tải xuống hoàn tất
A new version of VirtualBox is available=VirtualBox đã có phiên bản mới
This new version will be downloaded=Phiên bản mới sẽ được tải xuống
Downloading VirtualBox as a background task=Đang tải VirtualBox trong nền
Download started succesfully=Khởi động thành công tải xuống
Download failed to start=Khởi động thất bại tải xuống 
VirtualBox will not be installed=VirtualBox sẽ không được cài đặt
Integrity could not be verified=Tính toàn vẹn kho lưu trức không được chứng thực
Will attempt installation=Sẽ cố gắng cài đặt
Cannot download=Không thể tải xuống
Extracting ISO file on key=Giải nén tệp ISO trên thiết bị
Writing image to the usb stick=Đang ghi ảnh vào thiết bị USB
Copying files to the key=Đang chép tệp vào thiết bị
Renaming some files=Đang đổi tên vài tệp tin
Hiding files=Ẩn tệp tin
Creating file for persistence=Đang tạo tệp cho lưu trữ
Formating persistence file=Đang định dang tệp cho lưu trữ
Live mode : no persistence file=Live Mode : Không tệp lưu trữ
Ubuntu variant found=Phát hiện biến thể Ubuntu
Installing boot sectors=Đang cài boot sectors
Downloading VirtualBox=Đang tải VirtualBox
Download complete=Tải xong
Cleaning previous VirtualBox install=Đang xóa bản cài đặt VirtualBox trước
Extracting VirtualBox on key=Đang giải nén VirtualBox trên thiết bị
Applying VirtualBox settings=Chấp nhận cài đặt VirtualBox
Your LinuxLive key is now up and ready=LinuxLive USB đã sẵn sàng
You do not have enough rights to launch VirtualBox=Không đủ quyền để chạy VirtualBox
Please log in as an administrator or run VirtualBox with admin rights=Làm ơn chạy quyền quản trị hoặc chạy VirtualBox với quyền quản trị
Free memory below 256mb threshold=Bộ nhớ trống dưới ngưỡng 256MB
This is not enough to launch LinuxLive in Windows=Không đủ để chạy LinuxLive
:::::::::::::::::::::::::::::::::::::::::::::::::::: tập tin trợ giúp ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Mất tệp trợ giúp
:::::::::::::::::::::::::::::::::::::::::::::::::::: Về phần mềm này( trợ giúp bước 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Về phần mềm
User's Guide=Hướng dẫn người dùng
Virtualization Tutorial (FR)=Hướng dẫn ảo hóa(FR)
Donate=Quyên góp
Version=Phiên bản
:::::::::::::::::::::::::::::::::::::::::::::::::::: Các cấu hình của bàn phím ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=ISO không tương thích
Detecting keyboard layout=Phát hiện bố trí bàn phím
French (France)=Pháp (France)
French (Swiss)=Pháp (Swiss)
Dutch=Hà Lan
Portuguese=Bồ Đào Nha
US or other (qwerty)=Mỹ hoặc khác (Qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Cài đặt VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Lỗi khi đang tạo VMDK
Key not found, VMDK is invalid=Không tìm thấy thiết bị lưu trữ, VMDK vô hiệu
Try to launch again SetupForAutoVMDK.exe=Thử chạy lại SetupForAutoVMDK.exe
Do you want to ignore this error=Bạn muốn bỏ qua lỗi này ?
:::::::::::::::::::::::::::::::::::::::::::::::::::: MD5 xác minh ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Không tìm thấy tệp MD5SUMS
Canceling check=Hủy kiểm tra
You have the right ISO file but it is corrupted or was altered=Đây là tệp ISO, nhưng đã bị hư hại hoặc sửa đổi.
Please download it again=Làm ơn tải lại
Verifying=Đang xác minh
This ISO is not compatible=ISO không tương ứng.
Please read the compatibility list in user guide=Xin vui lòng đọc danh sách tương trong Hướng dẫn người dùng。
If your version is in this list, this mean that your file is corrupted, please download it again=Nếu phiên bản của bạn trong danh sách, có nghĩa là tệp của bạn đã bị hỏng, xin vui lòng tải lại
This version is compatible and its integrity was checked=Phiên bản này tương ứng và tính nhất quán đã được kiểm tra
Check completed=Kiểm tra đã xong
Integrity + compatibility check=Kiểm tra nhất quán và tương thích
Unable to open MD5SUM.txt=Không thể mở md5sum.txt
Checking integrity=Đang kiểm tra nhất quán
This file is corrupted=Tệp này bị hư hại
All files have been successfully checked=Tất cả các tệp đã được kiểm tra thành công
Checking file=Đang kiểm tra tệp
:::::::::::::::::::::::::::::::::::::::::::::::::::: Trình đơn của bộ nhớ USB ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Persistent Mode
Live Mode=Live Mode
Install=Install
File Integrity Check=File Integrity Check
Memory Test=Memory Test
:::::::::::::::::::::::::::::::::::::::::::::::::::: Cửa sổ lỗi ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Một lỗi đã xảy ra
An anonymous report was sent in order to fix this error as soon as possible=Một người ẩn danh đã báo cáo đơn này để sửa lỗi sớm nhất có thể
Show bug report=Xem lỗi báo cáo
Restart application=Khởi động lại ứng dụng
Close application=Đóng ứng dụng
Last Actions=Hành động cuối
Unique anonymous ID=ID ẩn danh duy nhất
Report status=Trạng thái báo cáo
Pending=Đang chờ
Error (not sent)=Lỗi (Không gửi được)
Sent=Đã gửi
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Để bắt đầu LinuxLive
Remove your key and insert it again=Tháo USB vào cắm lại
Go to 'My Computer'=Mở 'My Computer'
Right click on you key and select :=Chuột phải và chọn thiết bị:
'LinuxLive!' to launch linux in windows='LinuxLive!' để chạy trong Windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox' Giao diện VirtualBox
'CD Menu' to launch the original CD menu='CD Menu' để chạy đĩa CD gốc
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=hoặc
Manually=Thủ công
Automatically=Tự động
Please select a linux to continue=Xin vui lòng chọn bản Linux để tiếp tục
Looking for the fastest mirror=Đang kiểm tra liên kết dự phòng nhanh nhất
Testing mirror=Đang kiểm tra liên kết dự phòng
No online mirror found=Không có liên kết dự phòng trực tuyến
Please check your internet connection or try with another linux=Đang kiểm tra kết nối mạng hoặc thử bản Linux khác
Select this file as the source when download will be completed=Chọn tệp này như nguồn khi tải xuóng hoàn tất
Downloading=Đang tải
from=từ
::::: "from" should be remain as is even in Vietnamese :::::
Error while trying to download=Lỗi khi cố gắng tải xuống
Latency=Độ trễ
Server Name=Tên máy chủ
Copy link=Sao chép đường dẫn
Launch in my browser=Mở trong trình duyệt
Best mirrors=Những liên kết dự phòng tốt nhất
Good mirrors=Những liên kết dự phòng tốt
Bad mirrors=Những liên kết dự phòng kém
Dead mirrors=Những liên kết dự phòng chết
Check will begin shortly=Kiểm tra sẽ bắt đầu ngay
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 :::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Chọn bản Linux ưa thích
There is a new version available=Các phiên bản mới có sẵn.
Your LiLi's version is not up to date=Phiên bản của phúc LiLi đã sử dụng không phải là mới nhất.
Last version is=Phiên bản mới nhất　
Your version is=Phiên bản sử dụng
Do want to download it=Bạn có muốn tải về phiên bản mới nhất?
Error while trying to find physical disk number=Số lượng các lỗi phát hiện đĩa vật lý
This Linux is not in the compatibility list=Nó không có trong danh sách tương ứng Linux.
Setting the memory to the recommended value=Thiết lập bộ nhớ cho các giá trị được đề nghị
Free memory is below the recommended value for your Linux to run in Windows=Nó là một bộ nhớ trống ít hơn so với trạng thái giá trị được đề nghị cho điều hành Linux được lựa chọn trên Windows.
Recognized Linux=Linux được phát hiện
Built-in Persistency=Thiết lập chức năng lưu trữ của các built-in
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Key đã được tạo
Are you sure that you want to recreate one=Bạn có muốn tạo lại
The compatibility list has been updated=Danh sách tương thích đã được cập nhật
These linuxes are now supported=Các linux sau được hỗ trợ
Official Ubuntu Variants=Biến thể Ubuntu gốc
Ubuntu Based Variants=Biến thể Ubuntu cơ bản
Fedora Variants=Biến thể Fedora
Debian Variants=Biến thể Debian
PCLinuxOS Variants=Biến thể PCLinuxOS
Rescue CDs=CD cứu hộ
Light Linuxes=Linux nhẹ
Gentoo Based=Gentoo Cơ bản
Security Purpose=Để bảo mật
Others=Khác
Regular Linux (works with most linuxes)=Linux Bình thường （Làm việc với hầu hết mọi bản Linux）
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help me to improve LiLi=Giúp tôi cải thiện LiLi
This is a Beta or Release Candidate version=Đây là bản thử nghiệm hoặc bản RC
Click OK to leave a feedback or click Cancel to close this window=Bấm OK để gửi phản hồi or hủy bỏ để đóng cửa sổ này
Options=Tùy chọn
Netbook screen detected=Phát hiện màn hình netbook
Your screen vertical resolution is less than 600 pixels=Độ phân giải dọc nhỏ hơn 600 điểm ảnh
Please use the arrow keys (up and down) of your keyboard to move the interface=Sử dụng phím lên xuống của bàn phím để di chuyển giao diện
Updating Portable-VirtualBox pack=Đang cập nhật bản rút gọn VirtualBox
General=Chung
Compatibility List=Danh sách tương thích
Versions=Phiên bản
Make a donation=Làm một quyên góp
Contact me=Liên hệ tôi
GPL v3 License=Bản quyền GPL v3
Install parameters=Tham số cài đặt
Use LiLi automatic recognition=Dùng tự thiết lập LiLi
highly recommended=Khuyến cáo sử dụng
Force using same parameters as=Buộc sử dụng tham số giống như
Select a Linux=Chọn một bản Linux
Language=Ngôn ngữ
Available languages=Ngôn ngữ sẵn sàng
Proxy=Proxy
Proxy settings=Cài đặt Proxy 
No proxy=Không có proxy
Use system settings=Sử dụng cài đặt hệ thống
Use custom settings=Sử dụng cài đặt tùy chỉnh
Proxy URL=Liên kết Proxy URL
Port=Cổng
Username=Tải khoản
Password=Mật khẩu
Status=Trạng thái
Test settings=Kiểm tra
Not tested yet=Chưa kiểm tra
Update=Cập nhật
Check for updates=Đang kiểm tra cập nhật
Stable releases only=Chỉ bản ổn định
Stable and beta releases=Ổn định và thử nghiệm
Advanced=Chuyên nghiệp
Do not modify these options unless you know what you are doing=Không sửa những tùy chỉnh sau nếu bạn ko biết mình đang làm gì
You are connected=Bạn đã kết nối
You are disconnected=Bạn đã ngắt kết nối
Testing=Đang kiểm tra
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Tôi xin lỗi vì sự bất tiện nhưng LiLi đã gặp sự cố
Please enter an email address and a detailed comment about this crash=Vui lòng nhập một địa chỉ email và một bình luận chi tiết về sự cố này
I will contact you as soon as I can=Tôi sẽ liên lạc sớm nhất có thể
Show crash report=Xem báo có sự cố
Close (don't send)=Đóng (Không gửi)
Send Report=Gửi báo cáo
Your file is corrupted=Tệp của bạn bị hỏng
Please download it again=Xin vui lòng tải nó lại
Read the log for more information=Đọc nhật kí cho nhiều thông tin hơn
Starting LinuxLive USB Creator=Bắt đầu LinuxLive USB Creator
Checking for new major version=Kiểm tra các phiên bản chính mới
Checking for new minor version=Kiểm tra các phiên bản nhỏ mới
Checking for new Portable-VirtualBox version=Kiểm tra các phiên bản Portable-VirtualBox mới 
Reading compatibility list=Đọc danh sách tương thích
Loading interface=Đang tải giao diện
Getting drive list=Lấy danh sách ổ đĩa
Logging system configuration=Cấu hình hệ thống ghi nhật ký
Checking for updates=Kiểm tra các bản cập nhật
Please close any application accessing your key and try again=Hãy đóng bất kỳ ứng dụng truy cập vào USB của bạn và thử lại
Checking VirtualBox archive integrity=Bản nén VirtualBox đang được kiểm tra toàn vẹn
VirtualBox archive integrity checked=Bản nén VirtualBox đã được kiểm tra toàn vẹn
Unzipping VirtualBox archive to disk=Bản nén VirtualBox đang được giải nén vào ổ đĩa
VirtualBox archive is corrupted=Bản nén VirtualBox bị hỏng
Force using default mode (works with most Linuxes)=Buộc sử dụng chế độ mặc định (hoạt động với hầu hết các Linuxes)
There is a new Beta version available=Đây là bản thử nghiệm mới sẵn sàng
Your LiLi's version is not up to date=LiLi của bạn không phải là phiên bản mới nhất.
Last beta version is=Bản thử nghiệm mới nhất là：
Server-oriented=Máy chủ theo định hướng
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.9 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Welcome to the automatic crash reporter=Chào mừng đến với báo cáo sự cố tự động
Your Email address=Email của bạn
Problem Details=Chi tiết vấn đề
This ZIP file contains only an ISO=Tập tin ZIP này chỉ có một tiêu chuẩn ISO
Please unzip it and retry with this ISO instead=Xin hãy giải nén nó và thử lại với ISO này thay vì
Please insert your USB key back or select another one=Hãy cắm USB lại hoặc chọn một USB khác
Your device could not be formatted=Thiết bị của bạn không thể định dạng
Please close all open applications then try again=Xin vui lòng đóng tất cả các ứng dụng đang chạy và thử lại
Checking for main software updates=Đang kiểm tra phần mềm cập nhật chính
Checking for Portable-VirtualBox updates=Đang kiểm tra cập nhật cho Portable VirtualBox
Current version=Phiên bản đang dùng
Last version=Phiên bản cuối
Do you want to download it=Bạn có muốn tải nó
VirtualBox is running and should be closed=VirtualBox đang chạy và cần phải đóng
Close it then click OK=Đóng và ấn OK
Click cancel to ignore this warning=Ấn cancel để bỏ qua cảnh báo này
